Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh3808-v3.tmx
Source language: bo
Languages: en

source: །དེ་ལྟར་རྣམ་པ་བཅུ་གཅིག་གིས་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་གཞི་མེད་པར་བསྟན་ནས། དེའི་འོག་ཏུ་གཞི་མེད་པའི་གཏན་ཚིགས་སུ། རབ་འབྱོར་འདི་ལྟར་བྱང་ཆུབ་གང་ཡིན་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དང་། བྱང་ཆུབ་སེམས་དཔའི་གཞིའི་དོན་གང་ཡིན་པའི་ཆོས་དེ་དག་ཐམས་ཅད་ནི་ལྡན་པ་ཡང་མ་ཡིན་མི་ལྡན་པ་ཡང་མ་ཡིན་ནོ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་ཏེ།
en: Having thus given an elevenfold explanation that the meaning of the word bodhisattva is an absence of a basis, then it says that the reason a basis does not exist is “because, Subhūti, all those phenomena—that which is awakening, that which is the bodhisattva, that which is the basis in reality of a bodhisattva—are not conjoined, are not disjoined,” and so on.

source: བྱང་ཆུབ་ཀྱི་དོན་དུ་རྩོལ་བའི་བྱང་ཆུབ་སེམས་དཔའ་བྱང་ཆུབ་གང་གིས་བརྩོན་པར་བྱེད་པའི་བྱང་ཆུབ་དེའམ། ཡང་ན་བྱང་ཆུབ་གང་གིས་བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བའི་མིང་ཐོབ་པར་འགྱུར་བའམ། བྱང་ཆུབ་ཅེས་བྱ་བ་གང་ཡིན་པའམ། བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་གང་ཡིན་པའམ། ཀུན་བརྟགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བའི་གཟུགས་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་སོགས་པ་གང་ཡིན་པ་དང་། ཆོས་ཉིད་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་ཀྱི་དབྱིངས་གང་ཡིན་པ་ཞེས་བྱ་བའི་ཐ་ཚིག་སྟེ།
en: These are in the sense of “that awakening” on account of “which” those awakening heroic beings making an effort at awakening are exerting themselves; or, alternatively, the “awakening” on account of “which” they get the name “awakening heroic beings”; or “that which is an awakening,” or “that which is the meaning of the name bodhisattva”; or those that are the form, feeling, perception, volitional factors, and consciousness and so on of a falsely imagined “bodhisattva”; or that which is the true dharmic nature of a bodhisattva, the dharma-constituent. “

source: ཆོས་དེ་དག་ཐམས་ཅད་ཅེས་བྱ་བ་ནི་བྱང་ཆུབ་ཅེས་བྱ་བ་འདུས་མ་བྱས་ཀྱི་ཆོས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་ཕུང་པོ་དང་། ཁམས་དང་། སྐྱེ་མཆེད་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ལ་སོགས་པ་འདུས་བྱས་ཀྱི་ཆོས་རྣམས་དང་། ཆོས་ཉིད་ཀྱི་ངོ་བོ་ཉིད་རྣམས་ཏེ། ཆོས་ཉིད་ཀྱི་གནས་སྐབས་ན་ཀུན་ནས་ཉོན་མོངས་པའི་ངོ་བོ་ཉིད་མ་ཡིན་པའི་ཕྱིར་ལྡན་པ་ཡང་མ་ཡིན་ནོ།
en: All those phenomena”—“the awakening” the uncompounded phenomena; “the bodhisattva” the compounded phenomena such as the aggregates, sense fields, constituents, dependent origination and so on; and “the basis in reality” that is the bodhisattva as the true nature of dharmas, the dharma-constituent—“are not conjoined” because in the true dharmic nature state they do not have the nature of defilement, and “are not disjoined” because they are also not marked by purification.

source: །རྣམ་པར་བྱང་བའི་མཚན་ཉིད་མ་ཡིན་པའི་ཕྱིར་མི་ལྡན་པ་ཡང་མ་ཡིན་ནོ། །དཔྱོད་པ་མེད་ཅེས་བྱ་བ་ནི་འདི་ལྟར་རྣམ་པར་མི་རྟོག་པས་དཔྱོད་པ་མེད་པ་སྟེ།
en: They “cannot by analyzed” because without thought construction there is no analysis.

source: འཛིན་པའི་མཚན་ཉིད་མེད་པ་བསྟན་ཏོ།
en: This teaches that the mark of a grasper does not exist.

source: །བསྟན་དུ་མེད་པ་ཞེས་བྱ་བ་ནི་འདི་ལྟར་བརྗོད་དུ་མེད་པའི་ཕྱིར་གཞན་དག་ལ་ཚིག་གིས་བསྟན་ཅིང་གོ་བར་བྱར་མི་རུང་སྟེ།
en: They “cannot be pointed out” because they are inexpressible and hence not suitable to be taught and understood by others through words.

source: དེ་གཉིས་ཀྱིས་འཛིན་པའི་མཚན་ཉིད་མེད་པ་དང་། གཟུང་བའི་མཚན་ཉིད་མེད་པ་བསྟན་ཏོ།
en: Both teach that the mark of a grasper does not exist and the mark of a grasped does not exist.

source: །ཐོགས་པ་མེད་པ་ཞེས་བྱ་བ་ནི་དབང་པོའི་ཡུལ་བཞིན་དུ་ཐོགས་པའི་མཚན་ཉིད་མེད་པའི་ཕྱིར་རོ།
en: They “do not obstruct” because the mark of obstructing like the objects of the senses does not exist.

source: །འདི་ལྟར་མཚན་ཉིད་མེད་པར་མཚན་ཉིད་གཅིག་པ་ཞེས་བྱ་བ་ནི་མཚན་ཉིད་ཐམས་ཅད་དང་བྲལ་བ་ནི་མཚན་ཉིད་མེད་པའི་མཚན་ཉིད་དོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: Thus they “have only one mark—that is, no mark,” which means that which is separated from all marks is marked by no mark. “

source: །ཆགས་པ་མེད་པ་དང་། ཡོད་པ་མ་ཡིན་པ་ལ་བསླབ་པར་བྱའོ་ཞེས་བྱ་བ་ནི་བྱང་ཆུབ་ལ་ཆགས་པའི་ཕྱིར་རམ། བྱང་ཆུབ་ལ་ཡོད་པའི་དངོས་པོར་འཛིན་པའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་སྟེ།
en: Should train in nonattachment and in the nonexistence”— because of an attachment to awakening, or because of grasping at awakening as a real thing, they are called “awakening heroic beings.”

source: རྣམ་པར་རྟོག་པ་དེ་གཉིས་བཟློག་པའི་ཕྱིར་ཆོས་ཐམས་ཅད་ལ་ཆགས་པ་མེད་པའི་མཚན་ཉིད་དང་། དངོས་པོ་མེད་པའི་མཚན་ཉིད་དུ་བསླབ་པར་བྱའོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: So this means that in order to turn back those two conceptualizations they should train in all phenomena marked by nonattachment and marked as unreal things. “

source: །རྟོག་པ་མེད་པ་དང་། དཔྱོད་པ་མེད་པའི་ཕྱིར་ཞེས་བྱ་བ་ནི་བརྟགས་ན་རྟོག་པའི་རྒྱུས་ཡོད་པའི་བློ་སྐྱེའོ། །དཔྱད་ན་དད་པའི་རྒྱུས་ཆགས་པ་སྐྱེ་སྟེ། དེ་བས་ན་རྟོག་པ་མེད་པའི་ཕྱིར་ཡོད་པ་མ་ཡིན་པར་འགྱུར་བ་དང་། དཔྱོད་པ་མེད་པའི་ཕྱིར་ཆགས་པ་མེད་པར་འགྱུར་རོ་ཞེས་བྱ་བར་སྦྱར་བར་བྱའོ།
en: By not constructing any phenomena and not entertaining any ideas about them”— if they construct them, with conceptualization as a cause, an awareness of existence arises, and if they entertain any ideas about them, with faith as a cause, attachment arises, so put it together as: by “not constructing” them they do not become existent, and by “not entertaining ideas” attachment does not arise. “

source: །གཉིས་སུ་མེད་པའི་ཚུལ་གྱིས་ཆོས་ཐམས་ཅད་ཁོང་དུ་ཆུད་པར་བྱའོ་ཞེས་བྱ་བ་ནི་གཟུང་བ་དང་འཛིན་པ་དང་། རྗོད་པ་དང་། བརྗོད་པར་བྱ་བ་དང་། སྐྱེ་བ་དང་། འགག་པ་དང་། དངོས་པོ་དང་དངོས་པོ་མེད་པ་དང་། ཆོས་དང་ཆོས་མ་ཡིན་པ་དང་། འདུས་བྱས་དང་འདུས་མ་བྱས་དང་།
en: They should know all phenomena in a nondual way” means they are free from the sense of duality in subject and object, expression and thing to be expressed, production and cessation, existent thing and nonexistent thing, dharma and not dharma, compounded and uncompounded, ordinary and extraordinary, and so on.

source: འཇིག་རྟེན་དང་།
en: 1b.

source: འཇིག་རྟེན་ལས་འདས་པ་ཞེས་བྱ་བ་ལ་སོགས་པ་གཉིས་ཀྱི་དོན་དང་བྲལ་བ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: What is the meaning of the term great being?

source: །དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་གི་དོན་བསྟན་ནས་སེམས་དཔའ་ཆེན་པོའི་ཚིག་གི་དོན་བསྟན་པའི་ཕྱིར། བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཞེས་བགྱི་བ་ཅིའི་སླད་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཞེས་བགྱི་ཞེས་གསོལ་ཏེ།
en: Having thus taught the meaning of the word bodhisattva, to teach the meaning of the term great being it asks, “Lord, you say ‘bodhisattva great beings.’ Why do you say ‘bodhisattva great beings’?”

source: །བྱང་ཆུབ་སེམས་དཔའ་ལ་ཅིའི་སླད་དུ་སེམས་དཔའ་ཆེན་པོ་ཞེས་བགྱི་ཞེས་བྱ་བ་ནི་ཅིའི་ཕྱིར་སེམས་དཔའ་ཆེན་པོའི་མིང་དུ་བརྗོད་ཅེས་བྱ་བའི་ཐ་ཚིག་གོ། །འདི་ལ་བཅོམ་ལྡན་འདས་དང་། །གནས་བརྟན་ཤཱ་རིའི་བུ་དང་། རབ་འབྱོར་དང་།
en: It means why do you say “great being” about a bodhisattva; why do you use the name “great being”?

source: གང་པོ་དང་བཞིའི་དགོངས་པ་རྣམ་པ་བཞི་སྟེ། དེ་ལ་རེ་ཞིག་བཅོམ་ལྡན་འདས་ཀྱི་དགོངས་པ་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ནང་ན་འདི་སེམས་དཔའ་ཆེན་པོ་ཡིན་པའི་ཕྱིར།
en: Of the fourfold intention of the Lord, and the elders Śāriputra, Subhūti, and Pūrṇa, first of all it teaches the Lord’s intention that they are called “great heroic beings” because among beings they are the great heroic beings.

source: སེམས་དཔའ་ཆེན་པོ་ཞེས་བྱ་སྟེ་དེ་ཉིད་ཀྱི་ཕྱིར། སེམས་ཅན་གྱི་ཚོགས་ཆེན་པོ་དང་། སེམས་ཅན་གྱི་རིས་མང་པོའི་ཕུལ་བྱེད་པར་འགྱུར་ཞེས་བྱ་བ་བསྟན་ཏོ།
en: Just because of that it says “they will become the foremost of a great mass of beings, a great collection of groups of beings.”

source: །གནས་བརྟན་ཤཱ་རིའི་བུའི་དགོངས་པ་ནི་ཆོས་ཐམས་ཅད་དངོས་པོ་མེད་དེ་ཡོད་པ་མ་ཡིན་པ་དོན་རྟོགས་པའི་ཕྱིར་སེམས་དཔའ་ཆེན་པོ་ཞེས་བྱ་སྟེ།
en: The elder Śāriputra’s intention is that they are called “great heroic beings” because they realize the fact that all phenomena are nonexistent things, that they do not exist.

source: ཆོས་ཐམས་ཅད་ཀྱི་མིང་མེད་པར་མཐོང་བས་བདག་ཏུ་ལྟ་བ་ལ་སོགས་པ་དང་། མེད་པར་ལྟ་བའི་མཐའ་རྣམས་དང་། ཕུང་པོར་ལྟ་བ་ལ་སོགས་པ་དང་། ཡོངས་སུ་མྱ་ངན་ལས་འདས་པར་ལྟ་བའི་མཐར་ཐུག་པའི་བར་གྱི། རྣམ་པར་རྟོག་པ་ལྟ་བ་རྣམས་མེད་པར་བྱ་བའི་ཕྱིར་གཞན་དག་ལ་ཡང་ཆོས་སྟོན་པའོ།
en: Having seen that the names of all phenomena are nonexistent, they also demonstrate that Dharma to others to eliminate conceptualizations—views like “the view of a self” and so on; the extreme “view of annihilation” and so on; “the view of aggregates” and so on; up to, at the end, “the view of complete nirvāṇa.”

source: །གནས་བརྟན་རབ་འབྱོར་གྱི་དགོངས་པ་ནི་བྱང་ཆུབ་སེམས་དཔའ་ཆེན་པོ་ཞེས་བྱ་བ་འདི་ལ་ཆགས་པ་མེད་པ་དང་། ཐོགས་པ་མེད་པ་ཆེ་བའི་ཕྱིར་སེམས་དཔའ་ཆེན་པོ་ཞེས་བྱ་སྟེ་དེ་ཉིད་ཀྱི་ཕྱིར།
en: The elder Subhūti’s intention is that these bodhisattvas called “great” are called “great beings” because they have greater nonattachment and nonrepugnance.

source: སེམས་དེ་ལ་ཡང་ཆགས་པ་མེད་ཅེས་བྱ་བ་ལ་སོགས་པས་དེ་ལ་ཆགས་པ་མེད་པར་གནས་པ་ཡིན་པར་བསྟན་ཏོ།
en: Just because of that he teaches that they are “unattached even to that thought” and so on, and hence they stand without attachment to that.

source: །གནས་བརྟན་གང་པོའི་དགོངས་པ་ནི་གོ་ཆ་ཆེན་པོ་བགོས་པ་དང་། སྒྲུབ་པ་ཆེན་པོ་དང་། འབྲས་བུ་ཆེན་པོ་ལ་ཞུགས་པའི་ཕྱིར་སེམས་དཔའ་ཆེན་པོ་ཞེས་བྱ་བ་སྟེ།
en: The elder Pūrṇa’s intention is that they are “great beings” because they are armed with great armor, and have entered into a great practice and a great result.

source: དེ་ཉིད་ཀྱི་ཕྱིར་གོ་ཆ་ཆེན་པོ་བགོས་པ། ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པ། ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་གནས་པར་བསྟན་ཏོ།
en: Just because of that it teaches that they “are armed with great armor… have set out in a great vehicle, and… have mounted on a great vehicle.”

source: །དེ་ལ་དང་པོར་བཅོམ་ལྡན་འདས་ཀྱིས་བཤད་པ་ལ་སེམས་ཅན་གྱི་ཚོགས་ཆེན་པོ་ཞེས་བྱ་བ་ནི་རིགས་ཀྱི་སའི་གང་ཟག་ནས་བཟུང་སྟེ།
en: The Lord’s intention Among these, first is the Lord’s explanation. “

source: རང་སངས་རྒྱས་ཀྱི་སའི་བར་གྱི་ཡོན་ཏན་གྱི་དབང་དུ་བྱས་ནས་སེམས་ཅན་གྱི་ཚོགས་ཞེས་སྨོས་སོ།
en: Great mass of beings”— it says “great mass of beings” based on the qualities of those from “the Gotra level” up to “pratyekabuddhas.” “

source: །སེམས་ཅན་གྱི་རིས་མང་པོ་ཞེས་བྱ་བ་ནི་བྱང་ཆུབ་སེམས་དཔའི་རིས་སྨོས་པ་སྟེ། དེ་དག་གི་ཡུལ་དུ་གྱུར་པ་དེ་ཡང་བསམ་པ་ཆེ་བ་དང་། སྒྲུབ་པ་ཆེ་བའི་ཕྱིར་རོ།
en: Many groups of beings”— it says groups of bodhisattvas because they are foremost, because of their greater intention and greater practice.

source: །དེ་ལ་བསམ་པ་ཆེ་བ་ནི་རྡོ་རྗེ་ལྟ་བུའི་སེམས་བསྐྱེད་པ་ཡོན་ཏན་ལྔས་བརྒྱན་པ་སྟེ། ངེས་པར་འཇོམས་པ་དང་། རིན་ཆེ་བ་དང་། སྐྱོན་མེད་པ་དང་། མི་ཕྱེད་པ་དང་།
en: Their greater intention is their “vajra-like” production of the thought adorned with five qualities; it is (1) conquering, (2) precious, (3) faultless, (4) not split, and (5) accomplishes the aim.

source: དོན་སྒྲུབ་པར་བྱེད་པའོ། །དེ་ལ་ངེས་པར་འཇོམས་པ་ནི་ཤེས་རབ་ཀྱི་དབང་གིས་ཡོན་ཏན་བརྒྱད་ཀྱིས་ངེས་པར་འཇོམས་པ་སྟེ།
en: Among these, conquering is conquering through the power of wisdom with eight qualities.

source: སེར་སྣ་ལ་སོགས་པ་ངེས་པར་འཇོམས་པའི་ཕྱིར། བདོག་པ་ཐམས་ཅད་ཡོངས་སུ་གཏོང་བ་དང་།
en: Because it conquers miserliness and so on, it is a thought to “give away all my personal possessions.”

source: རྗེས་སུ་ཆགས་པ་དང་། ཁོང་ཁྲོ་བ་ལ་སོགས་པ་ངེས་པར་འཇོམས་པའི་ཕྱིར། སེམས་མཉམ་པ་ཉིད་དང་།
en: Because it conquers greed and hatred and so on, it is “the same attitude of mind.”

source: ལྟ་བའི་ཉེས་པ་ཐམས་ཅད་ངེས་པར་འཇོམས་པའི་ཕྱིར་རོ། ཐེག་པ་གསུམ་གྱིས་ཡོངས་སུ་མྱ་ངན་ལས་བཟླ་བ་དང་།
en: Because it conquers all wrong views, it is a thought to “lead beings to nirvāṇa by means of the three vehicles.”

source: སེམས་ཅན་ཡོངས་སུ་མྱ་ངན་ལས་བཟླ་བའི་འདུ་ཤེས་མེད་པ་དང་། ཆོས་ཐམས་ཅད་ངེས་པར་གཞོམ་པའི་ཕྱིར། ཆོས་ཐམས་ཅད་སྐྱེ་བ་མེད་པ་དང་། འགག་པ་མེད་པ་བདག་གིས་རྟོགས་པར་བྱའོ་ཞེས་བྱ་བ་དང་།
en: Because it does not perceive leading beings to nirvāṇa and has conquered all dharmas, it is the thought, “I must understand that… all phenomena are not produced and do not stop.”

source: ཐེག་པ་དམན་པ་ངེས་པར་གཞོམ་པའི་ཕྱིར། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་སེམས་མ་འདྲེས་པ་དང་།
en: Because it has conquered the deficient vehicle, it is “the unmixed thought of the knowledge of all aspects.”

source: ངན་འགྲོ་ཐམས་ཅད་ངེས་པར་གཞོམ་པའི་ཕྱིར། ཐམས་ཅད་ཀྱི་རྗེས་སུ་སོང་བའི་ཆོས་སུ་རྟོགས་པ་ཡོངས་སུ་གྲུབ་པ་སྟེ། ས་དང་པོར་དེ་བཞིན་ཉིད་ལ་ཀུན་ཏུ་འགྲོ་བའི་དོན་དུ་རྟོགས་པ་དང་།
en: Because it has conquered all bad forms of life, it is “the all-pervasive, thoroughly established realization of dharmas,” which is to say, the realization of suchness in its all-pervasive sense on the first level.

source: འཁོར་བའི་རྣམ་པར་རྟོག་པ་ཐམས་ཅད་ངེས་པར་གཞོམ་པའི་ཕྱིར། བདག་གི་ཕུང་པོ་ནས་བཟུང་སྟེ་ཕ་རོལ་ཏུ་ཕྱིན་པའི་བར་གྱི་ཆོས་རྣམས་ལ་ཚུལ་གཅིག་ཏུ་བསྒྲུབ་པ་རྟོགས་པར་བྱའོ་སྙམ་པ་སྟེ། ཕུང་པོ་དང་། ཁམས་དང་། སྐྱེ་མཆེད་དང་།
en: Because it has conquered all thought constructions to do with the cycles of existence, it is the thought, “I must awaken to finding and producing within myself all dharmas, from the aggregates, up to the perfections, in accord with one principle,” which is to say it realizes all dharmas—the aggregates, constituents, sense fields, dependent origination, and perfections—in accord with the principle of emptiness.

source: རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་དང་། ཕ་རོལ་ཏུ་ཕྱིན་པའི་ཆོས་རྣམས་སྟོང་པ་ཉིད་ཀྱི་ཚུལ་དུ་རྟོགས་པ་དང་། རྣམ་པར་བྱང་བ་པའི་རྣམ་པར་རྟོག་པ་ཐམས་ཅད་ངེས་པར་གཞོམ་པའི་ཕྱིར། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་དང་། ཚད་མེད་པ་ལ་སོགས་པ་སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་མཐའ་ལ་ཐུག་པའི་བར་དུ་སྒྲུབ་པ་རྟོགས་པ་ནི་དེ་དག་བསྒོམ་པ་ཡོངས་སུ་རྫོགས་པར་བྱ་བ་རྟོགས་པ་སྟེ།
en: And because it has conquered all thought constructions to do with purification, it is the awakening to the consummation of “the dharmas on the side of awakening, the immeasurables,” and so on, up to, at the end, “the distinct attributes of a buddha,” which is to say it is an awakening to completing the meditation on those.

source: དེ་ལྟར་ཤེས་རབ་ཀྱི་ཡོན་ཏན་རྣམ་པ་བརྒྱད་བསྟན་ནས། སེམས་དེའི་སྙིང་རྗེའི་སྟོབས་རིན་ཆེ་བ་བསྟན་པའི་ཕྱིར། བདག་གིས་སེམས་ཅན་གཅིག་གི་དོན་དུ་ཡང་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་སོ། །སེམས་རིན་པོ་ཆེ་སྐྱོན་མེད་པ་བསྟན་པའི་ཕྱིར། རླབས་པོ་ཆེའི་སེམས་དང་། འདོད་ཆགས་དང་།
en: Having thus taught the eight good qualities of wisdom, to teach that the great power of compassion in that thought is precious, it says, “I must, even for the sake of one being,” and so on.

source: ཞེ་སྡང་དང་། གཏི་མུག་དང་། རྣམ་པར་འཚེ་བ་དང་། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་སེམས་སྐྱོན་མེད་པ་ཞེས་གསུངས་སོ།
en: To teach that that precious thought is faultless, it says it is “a prodigious thought,” without the faults of a “greedy… hateful… confused… violent… [or] śrāvaka or pratyekabuddha thought.” “That, Subhūti, is the bodhisattva great beings’ prodigious thought on account of which they become the foremost of all beings, but without falsely projecting anything.”

source: །སེམས་རྡོ་རྗེ་ལྟ་བུ་དེ་མི་ཕྱེད་པ་ཉིད་ནི། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ལྡན་པའི་ཡིད་ལ་བྱེད་པས་ཀྱང་རློམ་སེམས་སུ་མི་བྱེད་ཅེས་གསུངས་པ་སྟེ། བདུད་ལ་སོགས་པ་མི་མཐུན་པའི་ཕྱོགས་རྣམས་ཀྱིས་མི་ཕྱེད་པའི་ཕྱིར་རོ།
en: About that vajra-like thought not being split, it says “that their attention connected with the knowledge of all aspects does not falsely project anything” because the opposing side, the Māras and so on, cannot split it.

source: །དོན་སྒྲུབ་པར་བྱེད་པས་རིན་པོ་ཆེ་དང་འདྲ་བ་ནི་ཕན་པ་དང་། བདེ་བའི་སེམས་སུ་བྱའོ་ཞེས་གསུངས་པའོ།
en: In regard to its accomplishing the aim and being like a precious jewel, it says they “should think to be of benefit and bring happiness.”

source: །དེ་ལྟར་བསམ་པ་ཆེ་བ་བསྟན་ནས་སྒྲུབ་པ་ཆེ་བ་བསྟན་པའི་ཕྱིར། ཆོས་ལ་ཀུན་ཏུ་དགའ་བ་གནས་པ་དང་། སྟོང་པ་ཉིད་ལ་གནས་པ་དང་། ཏིང་ངེ་འཛིན་ལ་གནས་པ་ཞེས་གསུངས་ཏེ། རྣམ་པ་གསུམ་གྱིས་བསྟན་ཏོ།
en: Having thus taught that the bodhisattvas have a greater intention, to teach that they have a greater practice in a threefold explanation it says they should stand in “a delight in Dharma… should stand in emptiness… and should abide in meditative stabilization.”

source: །ཆོས་ཐམས་ཅད་དབྱེར་མེད་པ་སྟེ་ཞེས་བྱ་བ་ནི་དཀར་པོའི་ཆོས་ཐམས་ཅད་དེ་ན་ཐ་དད་པ་མེད་པའི་ཕྱིར་ཆོས་ཀྱི་སྐུ་ལ་བྱའོ།
en: Take “the unbroken unity of all dharmas” as the dharma body, because all those bright dharmas are without difference.

source: །ད་ནི་གནས་བརྟན་ཤཱ་རིའི་བུའི་དགོངས་པ་སྟོན་ཏེ།
en: Śāriputra’s intention Now it teaches the elder Śāriputra’s intention. “

source: སེམས་ཅན་དུ་ལྟ་བ་ལ་སོགས་པ་སྤངས་པས་གང་ཟག་ལ་བདག་མེད་པ་བསྟན་ཏོ།
en: Eliminate the view of a self,” and so on, teaches the selflessness of persons. “

source: །ཕུང་པོར་ལྟ་བ་ལ་སོགས་པ་སྤངས་པས་ཆོས་ལ་བདག་མེད་པ་བསྟན་ཏོ།
en: Eliminate the view of aggregates,” and so on, teaches the selflessness of dharmas. “

source: །གཟུགས་ལ་མི་དམིགས་ཤིང་དམིགས་པའི་ཚུལ་གྱིས་ལྟ་བ་བསྐྱེད་དོ་ཞེས་བྱ་བ་ནི་གཟུགས་ཀྱི་ཕུང་པོ་ལ་སོགས་པ་ལ་དམིགས་པའི་རྒྱུས་རྣམ་པར་རྟོག་པ་སྐྱེད་པའོ།
en: Apprehend form, and by way of apprehending it produce a view about it”— apprehending the form aggregate and so on is the cause that produces conceptualization.

source: །གནས་བརྟན་རབ་འབྱོར་གྱི་སྤོབས་པ་སྟོན་ཏེ། འདི་ལྟར་སེམས་དེ་ནི་སེམས་མེད་པ་སྟེ། སེམས་མེད་པའི་ཕྱིར་དེ་ལ་ཆགས་པ་མེད་དོ་ཞེས་བྱ་སྟེ།
en: Subhūti’s intention The elder Subhūti’s confidence and readiness to explain is demonstrated with, “That thought is no thought and because it is no thought it is unattached even to that.”

source: དོན་དམ་པའི་ཆོས་ཉིད་ཀྱི་སེམས་ནི་ཀུན་བརྟགས་པའི་སེམས་ཀྱི་མཚན་ཉིད་ཐམས་ཅད་དང་བྲལ་བའི་ཕྱིར་སེམས་མེད་པ་ཞེས་བྱའོ།
en: The ultimate, true dharmic nature of thought is “no thought” because it is separated from all the marks of falsely imagined thought.

source: །དེ་བས་ན་སེམས་མེད་པའི་ཕྱིར་བྱང་ཆུབ་ཀྱི་སེམས་ཞེས་བྱ་བ་ནི་སེམས་ཀུན་བརྟགས་པའི་སེམས་དེ་ལ་ཆགས་པ་མེད་དོ།
en: Therefore, “the thought” of awakening “is unattached to that,” the falsely imagined thought. “

source: །ཚེ་དང་ལྡན་པ་རབ་འབྱོར་སེམས་མི་མཉམ་པ་དང་། མཉམ་པ་ཉན་ཐོས་དང་།
en: Venerable Subhūti, what is the thought that is equal to the unequaled, a thought not shared in common with any śrāvakas or pratyekabuddhas?”

source: རང་སངས་རྒྱས་ཐམས་ཅད་དང་ཐུན་མོང་མ་ཡིན་པའི་སེམས་དེ་གང་ཡིན་ཞེས་བྱ་བ་ནི་བྱང་ཆུབ་ཀྱི་སེམས་ཀྱི་མཚན་ཉིད་འདྲི་བའོ།
en: He is asking about the mark of the thought of awakening. “

source: །ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་དང་པོ་བསྐྱེད་ཕྱིན་ཆད་ཅེས་བྱ་བ་ལ་སོགས་པས་དོན་དམ་པའི་སེམས་ཀྱི་མཚན་ཉིད་སྟོན་ཏོ།
en: Venerable Śāriputra, here after the production of the first thought of awakening,” and so on, teaches the mark of the ultimate thought.

source: །ས་རབ་ཏུ་དགའ་བ་ཡན་ཆད་ཀྱི་རྣམ་པར་མི་རྟོག་པའི་སེམས་ལ་བྱང་ཆུབ་ཀྱི་སེམས་ཞེས་བྱའོ།
en: The nonconceptual mind from the Pramuditā level on up is called “the thought of awakening.” “

source: །ཆོས་གང་ལ་ཡང་སྐྱེ་བ་འམ། འགག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ཞེས་བྱ་བ་ནི་དེ་བཞིན་ཉིད་ལ་ཀུན་ཏུ་འགྲོ་བ་ལ་སོགས་པའི་དོན་དུ་རྟོགས་པའི་ཕྱིར་སེམས་གནས་གྱུར་པ། ནམ་མཁའ་དང་མཚུངས་པས་ཆོས་ཐམས་ཅད་ནམ་མཁའ་དང་མཚུངས་པར་མཐོང་ངོ་།
en: They do not see either the production or stopping of any dharma at all”— because it realizes suchness in its omnipresent sense and so on, the fundamentally transformed mind is space-like and sees all phenomena as space-like.

source: །དཔེར་ན་ནམ་མཁའ་དེ་བདག་དང་ལྷན་ཅིག་ཏུ་གནས་པ་རྩིག་པ་ལ་སོགས་པ་འདུས་བྱས་ཀྱི་ཆོས་རྣམས་ལ་སྐྱེ་བ་དང་འགག་པ་དག་སྣང་ཡང་། ནམ་མཁའ་ལ་ནི་སྐྱེ་བ་དང་། འགག་པ་མེད་ལ།
en: Regarding this comparison to space, even though production and cessation appear in compounded phenomena, in walls and so on, that stand together with it, space has no production and cessation.

source: སྤྲིན་ལ་སོགས་པས་ཁེབས་སམ་མ་བྲལ་བའི་དུས་ན་ཡང་འཕེལ་བ་དང་། འགྲུབ་པར་མི་འགྱུར་རོ། །བདག་དང་ལྷན་ཅིག་ཏུ་གནས་པ་རྡོ་དང་ཤིང་ལ་སོགས་པ་ལ་འགྲོ་བ་དང་།
en: It does not increase or decrease even when it is covered by or not separated from clouds and so on.

source: འོང་བ་ཡོད་ཀྱང་ནམ་མཁའ་ལ་ནི་འགྲོ་བ་དང་འོང་བ་མེད་དོ། །ན་བུན་དང་། ཁུག་རྣ་དང་། དུ་བ་ལ་སོགས་པ་ཡོད་པ་དང་། མེད་པར་གྱུར་ན་ཡང་ཀུན་ནས་ཉོན་མོངས་པར་ཡང་མི་འགྱུར་ལ།
en: Even though the rocks and trees that are together with it come and go, space itself does not come and go; even though fog, haze, smoke and so on are there and then not there, it does not become defiled and does not become purified either.

source: རྣམ་པར་བྱང་བར་ཡང་མི་འགྱུར་བ་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ཀྱང་དོན་དམ་པར་ཡོངས་སུ་གྲུབ་པ་སྟེ།
en: It is the same with all phenomena.

source: སྐྱེ་བ་མེད། འགག་པ་མེད། འཕེལ་བ་མེད། འགྲིབ་པ་མེད། འོང་བ་མེད། འགྲོ་བ་མེད། ཀུན་ནས་ཉོན་མོངས་པ་མེད། རྣམ་པར་བྱང་བ་མེད་ལ།
en: They are ultimately thoroughly established, with “no production, no stopping, no decrease, no increase, no coming, no going, no defilement, and no purification.”

source: ཀུན་བརྟགས་པའི་གནས་སྐབས་ན་སྒྱུ་མ་ལྟ་བུའི་ཆོས་དེ་དག་སྐྱེ་བ་ལ་སོགས་པ་དང་ལྡན་པ་འདྲ་བར་སྣང་ངོ་ཞེས་སེམས་གང་གིས་རྟོགས་པ་དེ་མི་མཉམ་པ་དང་མཉམ་པའི་སེམས་དང་ཐུན་མོང་མ་ཡིན་པའི་སེམས་ཞེས་བྱའོ།
en: But during the falsely imagined period those phenomena that are like illusions appear as if they have production and so on. The mind that realizes that is called “the thought equal to the unequaled, a thought not shared in common.”

source: །ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གང་ཁྱོད་ཀྱིས་འདི་སྐད་དུ་ཞེས་བྱ་བ་ལ་སོགས་པས་གནས་བརྟན་ཤཱ་རིའི་བུ་དེ་ཉིད་ལ་ཆགས་པ་མེད་པ་འབའ་ཞིག་ཏུ་མ་ཟད་ཀྱི། ཆོས་ཐམས་ཅད་ལ་ཡང་ཆགས་པ་མེད་པའི་མཚན་ཉིད་ཁྱབ་པར་སྟོན་ཏེ།
en: With “Venerable Subhūti, you said,” and so on, the elder Śāriputra teaches that it is not only to just that that they are unattached, but the mark of nonattachment pervades all phenomena as well.

source: ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གཟུགས་ཀྱང་ཆགས་པ་མེད་དོ་ཞེས་བྱ་བ་ལ་སོགས་པ་བཤད་དོ།
en: It explains this with, “Venerable Subhūti, would not form, then, also be unattached?” and so on. “

source: །སེམས་ནི་ཟག་པ་མེད་པ། ཁོང་དུ་ཆུད་པ་མེད་པ་ཞེས་བྱ་བ་འདིས་ཀྱང་ཆོས་ཐམས་ཅད་ལ་ཁྱབ་པའི་མཚན་ཉིད་དུ་བསྟན་ཏོ།
en: That thought… is without outflows and does not belong”— this also teaches that all dharmas are pervaded by the mark of nonattachment. “

source: །གཟུགས་མེད་པ་ཡང་།
en: No-form also is unattached to form.”

source: གཟུགས་ལ་ཆགས་པ་མེད་དོ་ཞེས་བྱ་བ་ནི་ཀུན་བརྟགས་པའི་སེམས་ཀྱི་མཚན་ཉིད་དང་བྲལ་བའི་ཕྱིར་ཏེ། འདི་ལྟར་ཡོངས་སུ་གྲུབ་པའི་སེམས་ལ། སེམས་མ་ཡིན་ཞེས་བྱ་བ་དེ་བཞིན་དུ། ཀུན་བརྟགས་པའི་གཟུགས་ཀྱི་མཚན་ཉིད་དང་བྲལ་བའི་ཕྱིར།
en: Construe this as: Just as it said that the thoroughly established thought is “no-thought” because it is separated from the mark of falsely imagined thought, similarly the true dharmic nature of form is called “no-form” because it is separated from the mark of falsely imagined form.

source: ཆོས་ཉིད་ཀྱི་གཟུགས་ལ་གཟུགས་མེད་པ་ཞེས་བྱའོ། །གཟུགས་མེད་པར་གྱུར་པ་ཆོས་ཉིད་ཀྱི་ངོ་བོ་ཉིད་དེ། ཀུན་བརྟགས་པའི་གཟུགས་ལ་ཆགས་པ་མེད་དོ་ཞེས་བྱ་བ་དང་། ཚོར་བའི་བདག་ཉིད་མ་ཡིན་པའི་ཆོས་ཉིད་དེ་ཡང་ཀུན་བརྟགས་པའི་ཚོར་བ་ལ་ཆགས་པ་མེད་དོ་ཞེས་བྱ་བར་སྦྱར་བར་བྱའོ།
en: That intrinsic nature, the true nature of dharmas, that is “no-form” is “unattached” to falsely imagined form, and the true nature of dharmas that is not the unreal feeling is also unattached to falsely imagined feeling.

source: །གནས་བརྟན་གང་པོའི་བཤད་པ་ནི།
en: 1c.

source: གོ་ཆ་ཆེན་པོ་བགོས་པ་ཞེས་བྱ་བ་ལ་སོགས་པ་སྟེ།
en: How are they armed with great armor?

source: དང་པོའི་སེམས་ནས་བཟུང་ནས།
en: Pūrṇa’s intention The elder Pūrṇa’s explanation is that they “are armed with great armor” and so on, teaching that from the first thought on, their intention is vast.

source: བསམ་པ་རྒྱ་ཆེ་བ་བསྟན་ཏོ། །ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པ་ཞེས་བྱ་བ་ནི་མོས་པས་སྤྱོད་པའི་ས་ནས་བཟུང་སྟེ་ས་བདུན་པའི་བར་དུ་རྩོལ་བ་དང་བཅས། རྣམ་པར་རྟོག་པ་དང་བཅས་པའི་སྤྱོད་པའི་གནས་སྐབས་ཡིན་པར་བསྟན་ཏོ།
en: They “have set out in a Great Vehicle” teaches the stage from the devoted course of conduct level up to the seventh level where practice operates together with effort and together with thought construction.

source: །ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་གནས་པ་ཞེས་བྱ་བ་ནི་ས་བརྒྱད་པ་ཡན་ཆད་དོན་དམ་པའི་སྤྱོད་པ་ཡིན་པར་བསྟན་ཏོ།
en: They “have mounted on a Great Vehicle” teaches from the eighth level on up, where it is the ultimate practice.

source: །དེ་ལ་གོ་ཆ་བགོས་པ་ཡང་རྣམ་པ་གཉིས་སུ་བསྟན་ཏེ། སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་ལ་བརྩོན་པའི་ཕྱིར་བསམ་པ་རྒྱ་ཆེ་བ་དང་། སྒྲུབ་པ་གཅིག་གིས་སྒྲུབ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་པས་སྒྲུབ་པ་རྒྱ་ཆེ་བའོ། །དེ་ལ་བསམ་པ་རྒྱ་ཆེ་བ་ནི།
en: There, being armed with armor is explained in two parts: the vast intention to work hard for the welfare of all beings, and the vast practice that fully completes all practices in a single practice.
